/* No comment provided by engineer. */
" Day" = " Día";

/* No comment provided by engineer. */
" Please check your internet connection." = " Por favor revise su conexion a internet";

/* No comment provided by engineer. */
"About" = "Sobre";

/* No comment provided by engineer. */
"All Day" = "Todo el Día";

/* No comment provided by engineer. */
"Are you sure you want to change quarter?" = "¿Estás seguro de que quieres cambiar el trimestre?";

/* No comment provided by engineer. */
"Attachment cannot be downloaded" = "El archivo adjunto no se puede descargar";

/* No comment provided by engineer. */
"Authentication Failed. Please check your internet" = "Autenticación Fallida. Por Favor Revise Su Internet";

/* No comment provided by engineer. */
"Cancel" = "Cancelar";

/* No comment provided by engineer. */
"Cannot find course fill page" = "No se puede encontrar la página de llenado del curso";

/* No comment provided by engineer. */
"Chat" = "La Charla";

/* No comment provided by engineer. */
"Classes" = "Clases";

/* No comment provided by engineer. */
"Collapse" = "Colapso";

/* No comment provided by engineer. */
"Contact" = "Contacto";

/* No comment provided by engineer. */
"Could Not Send Email" = "No Se Pudo Enviar un Correo Electrónico";

/* No comment provided by engineer. */
"Do you want to log out Class Chat or the app?" = "¿Desea cerrar sesión en Class Chat o en la aplicación?
";

/* No comment provided by engineer. */
"Earlier" = "Más Temprano";

/* No comment provided by engineer. */
"Events" = "Eventos";

/* No comment provided by engineer. */
"Expand" = "Expandir";

/* No comment provided by engineer. */
"Forgot Password" = "Se Te Olvidó Tu Contraseña";

/* No comment provided by engineer. */
"Frequently Used" = "Usado Frecuentemente";

/*   */
"Hide Grade" = "Ocultar Grado";

/* No comment provided by engineer. */
"History" = "Historia";

/* No comment provided by engineer. */
"Homework" = "Tarea";

/* No comment provided by engineer. */
"Inbox" = "Bandeja De Entrada";

/* No comment provided by engineer. */
"Internal error: incorrect file format." = "Error interno: formato de archivo incorrecto.";

/* No comment provided by engineer. */
"Last Week" = "La Semana Pasada";

/* No comment provided by engineer. */
"Log in to Mobileserve" = "Inicie sesión en Mobileserve";

/* No comment provided by engineer. */
"Log out Class Chat" = "Salir del Chat de Clase";

/* No comment provided by engineer. */
"Log Out the App" = "Cerrar Sesión en la Aplicación";

/* No comment provided by engineer. */
"Logout" = "Cerrar Sesión";

/* No comment provided by engineer. */
"Lunch Menu" = "Menu del Almuerzo";

/* No comment provided by engineer. */
"My Courses" = "Mis cursos";

/* No comment provided by engineer. */
"No attachment is found." = "No se encuentra ningún archivo adjunto.";

/* No comment provided by engineer. */
"No grade data is found." = "No se encontraron datos de calificación.";

/* No comment provided by engineer. */
"No more classes for today!" = "¡No más clases por hoy!";

/* No comment provided by engineer. */
"No School" = "No Escuela";

/* No comment provided by engineer. */
"No school today," = "No escuela hoy,";

/* No comment provided by engineer. */
"OK" = "Sí";

/* No comment provided by engineer. */
"Others" = "Otros";

/* No comment provided by engineer. */
"Please enter your email address" = "Por favor, introduzca su dirección de correo electrónico";

/* No comment provided by engineer. */
"Please enter your password" = "Por favor, introduzca su contraseña";

/* No comment provided by engineer. */
"Please use your Mobileserve account to login." = "Utilice su cuenta de Mobileserve para iniciar sesión.";

/* No comment provided by engineer. */
"Refresh..." = "Actualizar...";

/* No comment provided by engineer. */
"Service Hour" = "Hora de Servicio";

/* No comment provided by engineer. */
"Settings" = "Configuraciones";

/* No comment provided by engineer. */
"Show Grade" = "Mostrar grado";

/* No comment provided by engineer. */
"Step Challenge" = "Paso desafío";

/* No comment provided by engineer. */
"Success" = "Éxito";

/* No comment provided by engineer. */
"Successfully updated" = "Actualizado exitosamente";

/* No comment provided by engineer. */
"The username/password is incorrect. Please check your spelling." = "El nombre de usuario / contraseña es incorrecto.Por favor revisa tu ortografía.";

/* No comment provided by engineer. */
"There is no class on this day." = "No hay clase en este día.";

/* No comment provided by engineer. */
"There is no email to display." = "No hay correo electrónico para mostrar.";

/* No comment provided by engineer. */
"There is no event on this day." = "No hay evento en este día.";

/* No comment provided by engineer. */
"There is no homework to display." = "No hay tarea para mostrar.";

/* No comment provided by engineer. */
"This Week" = "Esta Semana";

/* No comment provided by engineer. */
"This will clear all the course data." = "Esto borrará todos los datos del curso.";

/* No comment provided by engineer. */
"Today" = "Hoy";

/* No comment provided by engineer. */
"Today is %@ Day," = "Hoy es %@ Dia,";

/* No comment provided by engineer. */
"Updating emails..." = "Actualizando correos electrónicos ...";

/* No comment provided by engineer. */
"Updating homework..." = "Actualizando tarea ...";

/* No comment provided by engineer. */
"Updating..." = "Actualizando ...";

/* No comment provided by engineer. */
"Version file not found" = "Archivo de Versión No Encontrado";

/* No comment provided by engineer. */
"Welcome" = "Bienvenidos";

/* No comment provided by engineer. */
"Welcome back, %@!" = "Bienvenido de nuevo,% @!";

/* No comment provided by engineer. */
"Welcome to Class Master. Please use your mySchool account to log in." = "Bienvenido a Class Master. Por favor Utilizar su cuenta mySchool para iniciar sesión.";

/* No comment provided by engineer. */
"Yes, change it!" = "¡Sí, cámbialo!";

/* No comment provided by engineer. */
"Yesterday" = "Ayer";

/* No comment provided by engineer. */
"You have successfully flagged the message! We will process this report as soon as possible." = "¡Has marcado correctamente el mensaje!Procesaremos este informe lo antes posible.";

/* No comment provided by engineer. */
"You've successfully logged out of Class Chat." = "Has cerrado sesión en el chat de clase.";

/* No comment provided by engineer. */
"Your device could not send e-mail.  Please check e-mail configuration and try again." = "Su dispositivo no pudo enviar un correo electrónico. Verifique la configuración del correo electrónico e intente nuevamente.";

"Join Step Challenge!" = "¡Únete al desafío de pasos!";

"Join" = "Unirse";

"Homework" = "Tarea";

/* This Wednesday */
"This %@" = "Este %@";

/* Next Wednesday */
"Next %@" = "Próximo %@";

"Tomorrow" = "Mañana";

"Starts in " = "Empieza en ";

"Ends in " = "Termina en ";

" minutes" = " min";

" seconds" = " s";
